[
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/06/Walton-1.jpg",
        "job_title": "Senior Executive",
        "company_name": "Walton",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Mirpur 10, Dhaka",
        "phone": "01756289364",
        "email": "walton@gmail.com",
        "salary": "20,000-25,000",
        "description": "We are seeking a highly experienced and motivated Senior Executive to join our team. The successful candidate will be responsible for leading and managing our company's operations, as well as developing and executing strategic plans to meet our business objectives.",
        "responsibility": "Provide strategic leadership and direction to the company. Build and maintain strong relationships with key stakeholders, including customers, vendors and partners. Develop and implement business plans and strategies to achieve organizational goals. Manage and oversee day-to-day operations of the company. Ensure compliance with legal and regulatory requirements. Identify and pursue opportunities for growth and expension. Provide regular reports to the Board of Directors on the company's performance",
        "education": "Bachelor degree to complete any reputational university",
        "experience": "2-3 Years in this field",
        "id": "010101"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/akij-1.jpg",
        "job_title": "Field Manager",
        "company_name": "Akij Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Agrabad, Chittagong",
        "phone": "01856289111",
        "email": "akij@gmail.com",
        "salary": "Negotiable",
        "description": "We are looking for a field manager who is highly motivated and results-driven to join our team. The Field Manager will be responsible for ensuring that all field operations run smoothly and efficiently, while meeting and exceeding performance targets.",
        "responsibility": "Hiring, training, and motivating field representatives. Assigning territories, schedules, and appropriate supplies and equipment to staff members. Traveling to customer sites and evaluating Field Representatives. Monitor and analyze performance data to identify areas for improvement. Helping employees to improve and tracking employee progress. Ensure compliance with health and safety regulations and company policies. Provide regular reports to senior management on field operations and performance. Maintaining all field rules and responsibilities and ensuring Field Representatives adhere to the rules. Identify and pursue opportunities for growth and expansion.",
        "education": "BBA",
        "experience": "2-3 Years in this field",
        "id": "020202"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/bashundhara-1.jpg",
        "job_title": "Sales Executive",
        "company_name": "Bashundhara Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "uttara, Dhaka",
        "phone": "01922289964",
        "email": "bashundhara@gmail.com",
        "salary": "22,000-28,000",
        "description": "We are looking for a passionate sales executive to join our sales team. The sales executive's responsibilities include generating leads, making sales calls, continuously updating our CRM database, and meeting sales targets.",
        "responsibility": "Identify new business opportunities and develop relationships with potential clients. Setting sales goals and developing sales strategies. Researching prospects and generating leads. Conduct market research and analyze industry trends to identify potential clients and markets. Handling customer questions, inquiries, and complaints. Meet with clients to understand their needs and propose solutions that meet their requirements. Managing the sales process through specific software programs. Meeting daily, weekly, and monthly sales targets. Participating in sales team meetings.",
        "education": "Bachelor degree to complete any reputational university",
        "experience": "3-5 Years in this field",
        "id": "030303"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/beximco-2.jpg",
        "job_title": "Sales Representative",
        "company_name": "Beximco Group of Industry",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "GEC, Chittagong",
        "phone": "01300226489",
        "email": "beximco@gmail.com",
        "salary": "Negotiable",
        "description": "We are seeking a dynamic and driven Sales Representative to join our sales team. The Sales Representative will be responsible for prospecting and closing sales with new and existing clients, while achieving sales targets and delivering exceptional customer service.",
        "responsibility": "Prospect for new business and develop relationships with potential clients. Conduct product demonstrations and presentations to potential clients. Helping determine pricing schedules for quotes, promotions, and negotiations. Build and maintain strong relationships with existing clients to generate repeat business and referrals. Understanding and promoting company programs.",
        "education": "Bachelor degree to complete any reputational university",
        "experience": "3 Years in this field",
        "id": "040404"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/06/S-Alam-Group-1.jpg",
        "job_title": "Accountant",
        "company_name": "S Alam Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Gazipur, Dhaka",
        "phone": "01821213496",
        "email": "s.alam@gmail.com",
        "salary": "25,000-30,000",
        "description": "We are seeking a highly motivated and detail-oriented Accountant to join our finance team. The Accountant will be responsible for managing financial transactions, preparing financial reports, and ensuring compliance with accounting principles and standards.",
        "responsibility": "Manage all aspects of financial transactions, including accounts payable, accounts receivable, and general ledger. Reconcile bank statements and monitor cash flow. Prepare financial reports, such as balance sheets, income statements, and cash flow statements. Provide financial analysis and recommendations to senior management. Prepare and file tax returns and other regulatory reports. Maintain accurate and complete financial records.",
        "education": "Master's degree",
        "experience": "minimum 3 Years in this field",
        "id": "050505"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/city-1.jpg",
        "job_title": "Assistant Manager",
        "company_name": "City Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Mirpur 13, Dhaka",
        "phone": "01953114522",
        "email": "city@gmail.com",
        "salary": "30,000-35,000",
        "description": "We are searching for a new assistant manager to join our team who is interested in helping to hire and train other team members. You will also assist in making sure the team adheres to company policies, resolving customer complaints, leading the team, and organizing the team schedule.",
        "responsibility": "Assist with the development and implementation of business strategies and plans. Manage and supervise staff, including hiring, training, scheduling, and performance management. Ensure compliance with company policies and procedures. Monitor and manage inventory levels, ordering supplies as needed. Oversee the maintenance and upkeep of facilities and equipment. Identify opportunities for growth and improvement and make recommendations to senior management.",
        "education": "Master's degree to complete any reputational university",
        "experience": "minimum 10 Years",
        "id": "060606"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/akg-1.jpg",
        "job_title": "Junior Executive",
        "company_name": "Abul Khair Group of Industry",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "AK Khan, Chittagong",
        "phone": "01756289364",
        "email": "abul.khair@gmail.com",
        "salary": "Negotiable",
        "description": "We are seeking a highly motivated and ambitious Junior Executive to join our team. The Junior Executive will be responsible for supporting senior executives and managers, conducting research, and assisting with various projects.",
        "responsibility": "Provide administrative support to senior executives and managers, including scheduling meetings, coordinating travel arrangements, and managing calendars. Conduct research and provide analysis to support decision-making processes. Assist with the development and implementation of business strategies and plans. Prepare reports and presentations for senior executives and managers. Participate in meetings and take minutes. Assist with other tasks and projects as needed.",
        "education": "Bachelor degree to complete any reputational university",
        "experience": "2 Years",
        "id": "070707"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/pran-1.jpg",
        "job_title": "Assistant Engineer",
        "company_name": "Pran-RFL Group of Industry",
        "time": "Pard Time",
        "work_area": "Onsite",
        "address": "Ghorashal, Narsingdi",
        "phone": "01956642903",
        "email": "pran.rfl@gmail.com",
        "salary": "20,000-25,000",
        "description": "We are searching for a skilled and detail-oriented assistant engineer to join our team. The assistant engineer’s responsibilities include completing all tasks assigned by the Senior Engineer, safely operating equipment, and working alongside other engineers in the planning, design, development, and evaluation stages of projects. You should be able to diagnose problems and follow instructions in fast-paced environments.",
        "responsibility": "Understanding and carrying out all tasks given by the Senior Engineer. Collaborating with other engineers and workers to design, develop, test, and improve products and engineering processes. Ensuring all expenses stay within the allocated budget. Providing assistance to different staff or engineering teams. Producing CAD drawings according to specifications. Participating in various learning experiences, which may include attending workshops and training sessions. Calibrating and troubleshooting equipment as required.",
        "education": "BSC Engineering",
        "experience": "5 Years in this field",
        "id": "080808"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/06/Meghna-Group-of-Industries-1.jpg",
        "job_title": "Senior Executive",
        "company_name": "Meghna Group of Industry",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Khulshi, Chittagong",
        "phone": "01897416551",
        "email": "meghna@gmail.com",
        "salary": "Negotiable",
        "description": "We are seeking a highly skilled and experienced Senior Executive to join our team. As a Senior Executive, you will be responsible for leading and overseeing the day-to-day operations of the company, developing and implementing strategic plans, and managing budgets and resources. You will also be responsible for building and maintaining strong relationships with stakeholders and partners, both internal and external.",
        "responsibility": "Lead and oversee the day-to-day operations of the company. Develop and implement strategic plans to achieve the company's objectives. Manage budgets and resources effectively. Build and maintain strong relationships with stakeholders and partners, both internal and external. Develop and implement policies and procedures to ensure compliance with legal and regulatory requirements. Represent the company in public and industry forums. Communicate effectively with stakeholders, partners, and team members.",
        "education": "Bachelor degree to complete any reputational university",
        "experience": "3 Years",
        "id": "090909"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/square-2.jpg",
        "job_title": "Delivery Man",
        "company_name": "Square Group of Ltd.",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "Demra, Dhaka",
        "phone": "01703395781",
        "email": "square@gmail.com",
        "salary": "10,000-12,000",
        "description": "We are seeking a reliable and efficient Delivery Man to join our team. As a Delivery Man, you will be responsible for delivering packages to customers in a timely and professional manner. You will also be responsible for maintaining accurate delivery records and ensuring that all packages are delivered to the correct location.",
        "responsibility": "Load packages into delivery vehicle in a safe and organized manner. Plan delivery routes to ensure timely and efficient delivery of packages. Obtain signatures and other necessary documentation to confirm delivery of packages. Ensure that all packages are delivered to the correct location. Maintain accurate delivery records and submit reports as required. Report any issues or problems with deliveries to management.",
        "education": "Minimum HSC",
        "experience": "2 Years in this field",
        "id": "101010"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/06/Transcom-Group-1.jpg",
        "job_title": "Engineer",
        "company_name": "Transcom Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Muradpur, Chittagong",
        "phone": "01622308165",
        "email": "transcom@gmail.com",
        "salary": "45,000-55,000",
        "description": "We are seeking a skilled and experienced Engineer to join our team. As an Engineer, you will be responsible for designing, developing, and testing products, processes, and systems. You will also be responsible for analyzing data, identifying opportunities for improvement, and implementing solutions to increase efficiency and quality.",
        "responsibility": "Design and develop products, processes, and systems. Conduct research and analyze data to identify opportunities for improvement. Test and evaluate products, processes, and systems to ensure quality and functionality. Create and maintain accurate technical documentation, including specifications, test plans, and reports. Identify and troubleshoot technical issues and provide effective solutions. Communicate technical information effectively to both technical and non-technical stakeholders.",
        "education": "Masters of Sciences",
        "experience": "10-12 Years",
        "id": "111111"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/06/TK-Group-1.jpg",
        "job_title": "Office Assistant",
        "company_name": "TK Group of Ltd.",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "Dhanmondi, Dhaka",
        "phone": "01930215680",
        "email": "tk.group@gmail.com",
        "salary": "8,000-12,000",
        "description": "We are seeking a detail-oriented and organized Office Assistant to join our team. As an Office Assistant, you will be responsible for performing a variety of administrative tasks to support the daily operations of the office. You will also be responsible for providing excellent customer service to clients and visitors.",
        "responsibility": "Answer and direct phone calls in a courteous and professional manner. Greet and assist visitors in a welcoming and friendly manner. Respond to customer inquiries and provide information as needed. Manage and maintain office supplies, including ordering and restocking as needed. Assist with the preparation and distribution of reports and other documents. Perform other administrative tasks as assigned by management.",
        "education": "Hsc",
        "experience": "2 Years",
        "id": "121212"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/jamuna-1.jpg",
        "job_title": "Jr. Marketing Executive",
        "company_name": "Jamuna Group  of Industry",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "Bayazid, Chittagong",
        "phone": "01320684976",
        "email": "jamuna@gmail.com",
        "salary": "18,000-22,000",
        "description": "We are seeking a creative and driven Jr. Marketing Executive to join our team. As a Jr. Marketing Executive, you will be responsible for supporting the development and execution of marketing campaigns across various channels. You will also be responsible for conducting market research, analyzing data, and making recommendations to improve campaign effectiveness.",
        "responsibility": "Assist in the development and execution of marketing campaigns across various channels, including email, social media, and digital advertising. Conduct market research and analyze data to identify target audiences and market trends. Collaborate with cross-functional teams, including creative, content, and product teams. Assist in the creation of marketing materials, including copywriting and graphic design. Stay up-to-date with industry trends and advancements in technology. Assist with the planning and coordination of events and other marketing activities.",
        "education": "BBA",
        "experience": "2-3 Years in this field",
        "id": "131313"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/aci-1.jpg",
        "job_title": "Driver",
        "company_name": "ACI Group of Ltd.",
        "time": "Full Time",
        "work_area": "Onsite",
        "address": "Mehedibag, Chittagong",
        "phone": "01625983976",
        "email": "aci@gmail.com",
        "salary": "12,000-15,000",
        "description": "We are looking for a responsible and reliable Driver to join our team. As a Driver, you will be responsible for operating a vehicle and transporting goods and/or passengers to their destinations. You will also be responsible for maintaining the vehicle and ensuring it is in good working condition.",
        "responsibility": "Operate a vehicle and transport goods and/or passengers to their destinations in a safe and efficient manner. Follow traffic laws and regulations and practice safe driving habits. Maintain accurate records of deliveries, including delivery time, destination, and recipient. Communicate effectively with customers and team members. Report any vehicle malfunctions or issues to management. Adhere to company policies and procedures.",
        "education": "Minimum SSC",
        "experience": "7 Years in this field",
        "id": "141414"
    },
    {
        "photo": "https://businessinspection.com.bd/wp-content/uploads/2022/05/navana-1.jpg",
        "job_title": "Computer Operator",
        "company_name": "NAVANA Group of Ltd.",
        "time": "Part Time",
        "work_area": "Onsite",
        "address": "Chwakbazar, Dhaka",
        "phone": "01937815586",
        "email": "navana@gmail.com",
        "salary": "Negotiable",
        "description": "We are searching for a skilled and detail-oriented Computer Operator to join our team. As a Computer Operator, you will be responsible for monitoring and operating computer systems and ensuring that they are running smoothly. You will also be responsible for performing routine maintenance and troubleshooting computer issues.",
        "responsibility": "Monitor and operate computer systems and applications. Perform routine maintenance on computer systems, including updating software and hardware, installing patches, and performing backups. Troubleshoot and resolve computer issues, such as hardware failures or software errors. Maintain accurate records of system performance and issues. Provide technical support to end-users. Maintain security and confidentiality of data. Stay up-to-date with advancements in technology and make recommendations for system improvements.",
        "education": "BA Hons",
        "experience": "minimum 2 Years in this field",
        "id": "151515"
    }
]